[{
    "username": "Portman",
    "image": "user_portman.webp",
    "cite": "RumX is a comprehensive, informative database that is very helpful when researching bottlings and managing your own collection. The community is friendly and supportive: you stay informed about the release of rarities and special rums are shared. In addition, there are often reports from trade fairs, festivals, tasting events, trips and distillery tours. All of this makes RumX the best app of its kind that I know of."
},{
    "username": "Saibot Ztar",
    "image": "user_saibotztar.webp",
    "cite": "I love exploring tastings in RumX, finding parallels to myself, and connecting with a community that values enjoyment and friendship. The detailed information on my own collection and tastings is a highlight. I'm proud to be a part of this amazing community. Top notch!"
},{
    "username": "Gunnar",
    "image": "user_gunnar.webp",
    "cite": "RumX is simply a treasure trove for every rum lover and has become the site I visit most often every day."
},{
    "username": "cigares",
    "image": "user_cigars.webp",
    "cite": "RumX is the tool for all rum enthusiasts, enabling them to extend their passion and become part of a real community."
},{
    "username": "TheRhumHoe",
    "image": "user_maxime.webp",
    "cite": "As a rum enthusiast, I find RumX indispensable for its comprehensive database and personal tracking features that enhance my tasting and collection experience. The app's user-friendly interface, coupled with its vibrant community and responsive developers, makes it an essential tool for anyone passionate about rum."
},{
    "username": "RareAkuma",
    "image": "user_rareakuma.webp",
    "cite": "RumX is easy to use and boasts a treasure of rum-related information. It has subsequently evolved into an integral part of my personal rum journey. The ability to reference the app has quickly become a reflex when looking for details about a certain distillate, allowing me to pre-educate myself before buying, and/or post-educate myself about perceivable aromas. Simply an invaluable tool for learning."
},{
    "username": "Steffmaus",
    "image": "user_steffmaus.webp",
    "cite": "I find RumX to be the go-to app for everything rum-related: you can get an overview of your tastings, manage your own collection, view current prices and get the latest news and info in an open and friendly forum. All of this, and more, in a very user-friendly app."
},{
    "username": "Rumoldfashioned",
    "image": "user_rumoldfashioned.webp",
    "cite": "I'm impressed with the app's bottle splits feature. It saves effort and postage, and I appreciate the respect in our community. It even let me try a high-end bottle I wouldn't usually buy."
}]